Repository: jaszhix/icingtaskmanager
Catalog: IcingTaskManager@json/locale/*.po
Languages: ru

source: Move to monitor %d
ru: Переместить на экран %d

source: Close All
ru: Закрыть все

source: Close
ru: Закрыть

source: Minimize
ru: Свернуть

source: Maximize
ru: Развернуть

source: Move to left workspace
ru: На рабочий стол слева

source: Move to right workspace
ru: На рабочий стол справа

source: Visible on all workspaces
ru: На всех рабочих столах

source: Unpin from Panel
ru: Открепить

source: Pin to Panel
ru: Прикрепить

source: Settings
ru: Настройки

source: ReArrange
ru: Перемещение

source: Show Pinned
ru: Прикрепленные

source: Show Thumbs
ru: Миниатюры

source: Stack Thumbs
ru: Стек миниатюр

source: Hover to Peek
ru: При наведении

source: Show Recent
ru: Недавние

source: Vertical Thumbs
ru: Миниатюры верт.

source: Go to Settings
ru: Открыть настройки

source: Install Gda
ru: Установить GDA

source: Only on this workspace
ru: Только на этом рабочем столе

source: Unmaximize
ru: Вернуть размер

source: Restore
ru: Восстановить

source: Window List with App Grouping an Window Thumbnails
ru: Список окон с группировкой и миниатюрами

source: Window List With App Grouping
ru: Список окон с группировкой

source: Thumbnail Size:
ru: Размер миниатюры:

source: Opacity of the windows on peek.
ru: Установить прозрачность окна при наведении.

source: size
ru: размер

source: Close All Menu Items
ru: Элемент меню 'Закрыть все'

source: Show a 'Close All' menu item to close all windows for an app.
ru: Показать элемент 'Закрыть все' для закрытия всех окон приложения.

source: Show Thumbnails
ru: Показывать миниатюры

source: Show the Thumbnail Windows
ru: Показывать миниатюры открытых окон.

source: Window fade time:
ru: Скорость анимации:

source: The animation time for the windows on hover peek
ru: Скорость исчезновения окна, миллисекунды

source: milliseconds
ru: миллисекунд

source: Number of Menu Items:
ru: Количество элементов:

source: The number of AppMenu Items
ru: Максимальное количество элементов AppMenu.

source: number
ru: число

source: Title Display:
ru: Отображение заголовков:

source: focused: show focused window title, title: display the window title, app: diplay app name, none: don't display anything
ru: Активное: показывать заголовок активного окна; Заголовок: показывать заголовок окна; Приложение: показывать название приложения, Ничего: не показывать

source: none
ru: Ничего

source: focused
ru: Активное

source: app
ru: Приложение

source: title
ru: Заголовок

source: Show app alerts and notifications
ru: Показать, когда приложение требует внимания

source: AppMenu Settings
ru: Настройки AppMenu

source: Sort by last Focused
ru: Сортировать по последнему активному

source: Show the last focused first
ru: Сначала показывать последние активные

source: Window opacity:
ru: Прозрачность окна:

source: percent
ru: процентов

source: Enable hover peek
ru: Показывать при наведении

source: Enable Hover peek when mouse is over thumbnail
ru: Показывать окно при наведении курсора мыши на его миниатюру

source: Icon Padding:
ru: Расстояние между значками:

source: How much Padding is between the icons
ru: Установить расстояние между значками в пикселях.

source: padding
ru: пикселей

source: Show pinned apps
ru: Показывать прикрепленные

source: Show the pinned apps or just show the open windows
ru: Показывать значки прикрепленных приложений

source: Window List Settings
ru: Настройки списка окон

source: Appmenu Width
ru: Ширина AppMenu

source: Set the width of the AppMenu.
ru: Установить ширину AppMenu в пикселях.

source: Thumbnail Settings
ru: Настройки миниатюр

source: Show Recent Menu Items
ru: Показать в меню недавние элементы.

source: Vertical Thumbnails
ru: Миниатюры вертикально

source: Arrange thumbnails vertically or horizontally
ru: Вкл/Выкл вертикальное расположение миниатюр.

source: Thumbnail timeout:
ru: Таймаут миниатюр:

source: Thumbnail timeout
ru: Установить время, через которое появится миниатюра, в миллисекундах.

source: Stack Thumbnails
ru: Стек миниатюр

source: Stack the Thumbnail Windows if there are to many thumbnails for the screen
ru: Расположить миниатюры в несколько строк при достижении границы экрана.

source: Number Display:
ru: Число окон:

source: normal: display window number, smart: display window number if more than one window, none: don't display number, all: display window number for favorites too
ru: Обычный: показать на значке количество открытых окон; Умный: показать количество открытых окон, если их больше одного; Ничего: не показывать количество окон; Всегда: Всегда показывать количество окон, даже если открытых нет

source: all
ru: Всегда

source: Smart
ru: Умный

source: normal
ru: Обычный

source: Open Thumbnails OnClick
ru: Открывать миниатюры по клику

source: Open the thumbnails on click, if there is more than 1 windows open.
ru: Открывать миниатюры по клику, если открыто более одного окна.

source: Hover Peek Settings
ru: Настройки наведения

source: Firefox AppMenu:
ru: AppMenu для Firefox:

source: Most Visited: show the sites you visit most, Recent Histor: display the the last pages you visited, Bookmarks: show your favorite bookmarks
ru: Часто посещаемые: показать часто посещаемые сайты; История: показать последние посещенные сайты; Закладки: показать избранные закладки

source: Bookmarks
ru: Закладки

source: Most Visited
ru: Часто посещаемые

source: Recent History
ru: История

source: Arrange pinned apps
ru: Перемещать прикрепленные

source: Arrange pinned apps into a different order
ru: Вкл/Выкл возможность перемещения значков прикрепленных приложений.

source: Group apps into single icon
ru: Группировать окна приложения

source: Group the open app instances into single icon
ru: Группировать все открытые окна приложения в один значок.

source: Icon Size:
ru: Размер значка:

source: Set icon size
ru: Установить размер значка приложения на панели.
